Repository: Mels33/DjangoProject
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Blog
hy: Բլոգ

source: Title
hy: Վերնագիր

source: Content
hy: Բովանդակություն

source: Publication date
hy: Հրապարակման ժամանակը

source: Author
hy: Հեղինակ

source: Category
hy: Կատեգորիա

source: Tags
hy: Պիտակներ

source: Main page
hy: Գլխավոր էջ

source: First Name
hy: Անուն

source: Last Name
hy: Ազգանուն

source: Email
hy: Էլ. փոսդ

source: Bio
hy: Կենսագրություն

source: Age
hy: Տարիք

source: Image
hy: Նկար

source: Change password
hy: Փոխել գաղտնաբառը

source: Change
hy: Փոխել

source: Back to profile page
hy: Վերադառնալ անձնական էջ

source: Your password successfully changed
hy: Ձեր գաղտնաբառը հաջողությամբ փոխվել է

source: Profile
hy: Անձնական տարածք

source: Log in
hy: Մուտք գործել

source: Forgot password?
hy: Մոռացել ե՞ք գաղտնաբառը

source: Create new account
hy: Ստեղծեք նոր անձնական էջ

source: Save
hy: Պահպանել

source: Registration
hy: Գրանցում

source: Back to log in page
hy: Վերադառնալ մուտքի էջ

source: Reset
hy: Վերականգնել

source: Password successfully reset
hy: Ձեր գաղտնաբառը հաջողությամբ վերականգնված է

source: Reset password
hy: Վերականգնել գաղտնաբառը

source: Check your inbox
hy: Ստուգեք ձեր էլղ փոստը

source: We"ve emailed you instructions for setting your password. You should receive the email shortly
hy: Մենք ձեզ էլփոստով ուղարկել ենք ձեր գաղտնաբառը սահմանելու հրահանգները: Դուք պետք է շուտով ստանաք

source: name
hy: Անուն

source: description
hy: Նկարագրություն

source: price
hy: Գին

source: discount
hy: Զեղչ

source: created_at
hy: Ստեղծել

source: is_archived
hy: Ապրանքը արխիվացված է

source: delivery_address
hy: Առաքման հասցե

source: promocode
hy: Պրոմո կոդ

source: Groups
hy: Խմբեր

source: Create new group
hy: Ստեղծեք նոր խումբ

source: Create
hy: Ստեղծել

source: Back to group list
hy: Վերադառնալ խմբերի ցանկին

source: Create order
hy: Ստեղծեք պատվերը

source: Back to order list
hy: Վերադառնալ պատվերների ցանկին

source: Create product
hy: Ստեղծեք ապրանքը

source: Back to product list
hy: Վերադառնալ ապրանքների ցանկին

source: Group name
hy: Խմբի անունը

source: Group update
hy: Թարմացնել խումբը

source: Group Delete
hy: Ջնջել խումբը

source: Group list
hy: Իմ խմբերի ցանկը

source: There is only one group
hy: Հասանելի է %(groups_count)s խումբ.

source: Group name:
hy: Խմբի անունը

source: Back to main page
hy: Վերադառնալ գլխավոր էջ

source: Create your first group
hy: Ստեղծեք ձեր առաջին խումբը

source: Group delete
hy: Ջնջել խումբը

source: Deleting a group
hy: Խմբի ջնջում

source: Are you sure you want to delete group
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել խումբը

source: Delete
hy: Ջնջել

source: Back to group details
hy: Վերադառնալ խմբի մանրամասներին

source: Update
hy: Թարմացնել

source: Runtime
hy: Գործարկման ժամանակը

source: Go to view the list of products
hy: Դիտել ապրանքների ցանկը

source: Go to view the list of orders
hy: Դիտել պատվերների ցանկը

source: Go to view the list of groups
hy: Դիտել Խմբերի ցանկը

source: Log out
hy: Դուրս գալ

source: Order details
hy: Ապրանքի մանրամասները

source: Delivery address
hy: Առաքման հասցե

source: Promo code
hy: Պրոմո կոդ

source: Creation date
hy: Ստեղծման ժամանակը

source: User
hy: Օգտատեր

source: Products
hy: Ապրանքներ

source: Order update
hy: Թարմացնել ապրանքը

source: Delete order
hy: Ջնջել պատվերը

source: Orders
hy: Պատվերներ

source: Order list
hy: Պատվերների ցանկ

source: There is only one order.
hy: Հասանելի է %(orders_count)s պատվեր.

source: Create new order
hy: Ստեղծեք նոր պատվեր

source: Create your first order.
hy: Ստեղծեք ձեր առաջին պատվերը

source: Deleting an order
hy: Պատվերի ջնջում

source: Are you sure you want to delete
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել

source: Back to order details
hy: Վերադառնալ պատվերի մանրամասներին

source: Update order
hy: Թարմացնել պատվերը

source: Product
hy: Ապրանք

source: Product details
hy: Ապրանքի մանրամասները

source: Description
hy: Նկարագրություն

source: Price
hy: Գին

source: Discount
hy: Զեղչ

source: Product is archived
hy: Ապրանքը արխիվացված է

source: Product is not archived
hy: Ապրանքը արխիվացված է

source: Product update
hy: Թարմացնել ապրանքը

source: Product delete
hy: Ջնջել ապրանքը

source: Product archive
hy: Արխիվացնել ապրանքը

source: My product list
hy: Իմ ապրանքների ցանկը

source: There is only one product.
hy: Հասանելի է %(products_count)s ապրանք.

source: Create new product
hy: Ստեղծեք նոր ապրանք

source: Create your first product
hy: Ստեղծեք ձեր առաջին ապրանքը

source: Product Archive
hy: Ապրանքի արխիվացում

source: Archiving a product
hy: Ապրանքի արխիվացում

source: Are you sure you want to archive
hy: Վստա՞հ եք, որ ցանկանում եք արխիվացնել

source: Archive
hy: Արխիվացնել

source: Back to product details
hy: Վերադառնալ ապրանքի մանրամասներին

source: Deleting a product
hy: Ապրանքի ջնջում

source: Update product
hy: Թարմացնել ապրանքը

source: Welcome to my shop!
hy: Բարի գալուստ իմ խանութ!
